app/controllers/students_controller.rb

  def index
    @studs = Student.all
---
SELECT "students".* FROM "students"